Repository: mozilla-l10n/mt-training-data
Catalog: trw/trw_pontoon.tmx
Source language: en_us
Languages: trw

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
trw: تُنُو جیِب می سوالا سی جواب دیدے جملہ سوا۔ ترجمہ سی کیا لیؤ جیِبا سی ماڈل سی کیا لیِکھ سوا۔ ہامُوڑ چیر کآں کوابیَدُو

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
trw: کامن وائس زید چیر خلگا یے آں ایک دیئی ما بدل بدل خلگا یے موقع دیدے مھو میس یقینی کودی یرأ مے ڈیٹا سیٹ چیر خلگ استعمال کوئن۔ مھو یے مواد پیدا کیدی آں قالب سیوآدتی تھأ تھو استعمال کوبھادی۔

source: Crimean Tatar
trw: کرمیئین تاتار

source: Criteria
trw: اہلیت

source: Croatian
trw: کروشیی

source: Czech
trw: چیک

source: Dagbani
trw: ڈیگبانی

source: Daily Goal
trw: ہر دی سی مقصد

source: Danish
trw: ڈینیش

source: Dargwa
trw: ڈارگاؤ

source: Dashboard
trw: ڈیشبورڈ

source: Dataset Release
trw: ڈیٹا سیٹ نھیِگالُو

source: Datasets
trw: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
trw: ڈیٹا سیٹ ASR, STT, آں دأل NLP پروگراما سی کیا کامک یأمینے خلگے شیرک ہدے سیوادچھیدا۔

source: Date
trw: تاریخ

source: Days
trw: دُو (مثلاً 2)

source: Delete
trw: دُھو کوا

source: Delete my recordings
trw: مھی ریکارڈنگ نھا

source: Delete Profile
trw: پروفائل سی ڈیلیٹ کؤ

source: Dhivehi
trw: ڈھیوھی

source: Dholuo
trw: ڈھولو

source: Did you know…
trw: تُو جنُو۔۔۔

source: Different language
trw: دیئی جیِب

source: Difficult
trw: بوکھو

source: Difficult to pronounce
trw: ہے دے بنُو می بُوکھے چھی۔

source: Dioula
trw: ڈیولا

source: Discard ongoing recording
trw: جاری ریکارڈنگ دُھو کوا

source: Discover languages and communities and common voice
trw: جیِب او کمیونیٹی آں کامن وائس سی بارا می مھید پا

source: Documentation
trw: جم کؤ

source: Does the sentence meet the guidelines?
trw: ہے جملہ مھِأ ہدایاتا سیت برابر چھی؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
trw: ڈومین ما جملہ سی آندرے کوئل بات مراد چھی۔ مھیرے تھو ہأ می کاربھادی:

source: Donate
trw: ہائمُو دا

source: Donate your voice
trw: تُنو آواز دے

source: Done
trw: ہُو

source: Don't see your language on Common Voice yet?
trw: کامن وائس زید تُنُو جیِب نہ پشَدُو کھأ؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
trw: چھی جیِب مے ڈیٹا سیٹ می نی چھی کھأ؟ جیِب سی کیا مھو یے بنُو سی کیا مُھن جیِبا سی مُو یے بش۔

source: Don't wish to say
trw: جنس سی بارا می بنُو نی نیِمادُو

source: Download
trw: وال/ڈاؤنلوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
trw: تُنو کیا یا تُنو کی سرگرمی سی کیا کامن وائس ز تھویے کامک کی یی دا تیسی مھیدا سرٹیفیکیٹ والا۔ تھویے ما بغیر ہے ممکن نُو تُھو!

source: Download Common Voice Data
trw: کامن وائس سی مواد ڈاؤنلوڈ کوا

source: Download Data
trw: مواد ڈاؤنلوڈ کو

source: Download Dataset Bundle
trw: ڈیٹا سیٹ بأڑے ڈاؤنلوڈ کو

source: Download { $language }
trw: والُو/ڈاؤنلوڈ{ $language }

source: Download Links
trw: ڈاؤنلوڈ سی لنکس

source: Download My Data
trw: مھی مواد ڈاؤنلوڈ کو

source: Download options for accessing Common Voice data
trw: کامن وائس سی مواد سی کیا آپشنز ڈاؤنلوڈ کوا

source: Download our press pack <icon></icon>
trw: مُھون پریس پیک آمن گے مھیدا والا<icon>

source: Download our voice datasets
trw: مُھن وائس سی ڈیٹا سیٹ ڈاؤنلوڈ کوا

source: Download profile data
trw: پروفائل ڈیٹا ڈاؤنلوڈ کو

source: Download the Dataset
trw: ڈیٹا سیٹ ڈاؤنلوڈ کوا

source: Download the Single Word Target Segment
trw: سنگل ورڈ ٹارگٹ سیگمنٹ ڈاؤنلوڈ کو

source: Download your contribution certificate
trw: تُنُو کانٹریبوشن سرٹیفیکیٹ مھیدا والا

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
trw: تھے کیش کی صلا تُھو مُھن کیا یرأ مھو کامن وائس میما غورا کھأکأ سوَئی؟ مھو ای ما مے ڈیسکورس زید شیِدا

source: Do you want to continue?
trw: تُو مُوٹھا یے بیُو نیِمادُو؟

source: Do you want to Speak, Listen or both?
trw: تُو بنُو یا بُھویُو یا دُھوئں کم نیِمادُو؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
trw: ڙھیکتے یا مھید کی <browseWrap>تھلا آں بُوا

source: Drag your file here or <uploadButton>click to upload</uploadButton>
trw: تُنو گائلز مھید کے ڙیک دیدے آنا <uploadButton> آں آپلوڈ سی کلک کوا

source: Drop file here to upload
trw: آپلوڈ کؤ سی کیا مھید کے فائلز تھلا

source: Duala
trw: دُوآلہ

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
trw: مھید کے مواد سی تھلُو سی دوران می کو سب مٹ بٹن زید کلک کیو فیڈ بئک سی دیؤ آمنے دھو ہونیِن۔ کانٹریبیوشن مُوٹھا یے ریکاڑدنگا سی پائں سیٹا سی تصدیق سی کیا جاری ہونیِن۔

source: Dutch
trw: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
trw: ڈیٹا سیٹ سی آندرے خاص قسم سی یم پی 3 آں ای سیت لیِگیل فائل چھی۔ ریکارڈ کوئل ڈیٹا سیٹ { $total }آندرے دأل معلومات یأمنے اُومُو، جنس، بنُو سی فرق آں دأل معلومات تھی تیندے مشینا یے آواز سی پیانُو می چیرے مدد ہویی۔ مے ڈیٹا سیٹ می { $valid }مھیدک جیِا سی تصدیق کوئل گھینٹا { $languages }تھی خو مھو دأل مواد ہُم تھلُو سی کوشش کوا یدی۔ مُھن مھید <languagesLink>جیِبا سی مُو زید بُوا آں کآں جیِب سی بارا می مھویے بنا۔

source: Eastern Huasteca Nahuatl
trw: مشرقی ہاؤس ٹکا نہاؤٹل

source: Eastern Min
trw: مشرقی مین

source: Eastern Penan
trw: مشرقی پینان

source: Easy
trw: سُوگھا

source: Ebrie
trw: ایبری

source: Edit
trw: ایڈیٹ

source: Edit Profile
trw: پروفائل ایڈیٹ کو

source: Email
trw: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
trw: مُھن ای میل <emailFragment>commonvoice@mozilla.com

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
trw: <emailFragment> ای میل دے</emailFragment> مُھن ای میلا سی لسٹ می آں مُھون مہما سی حصّہ ہؤ سی کیا یا مُھن سرگرمیا ما آمن جنؤ سی کیا یا کامن وائس سی خصوصیاتا ما آمن شیِدؤ سی کیا۔

source: Email is already used for a different account
trw: ہے ای می اے دئی ایکاؤنٹ می مُوش ما استعمال ہویی

source: Email Subscriptions
trw: ای میل سبسکرائب کؤ

source: Emakhuwa
trw: ایماکُھوا

source: English
trw: أنگریزی

source: Enter Email to Download
trw: آمن گے والُو سی کیا ای میل تھلا

source: Enter email to send a sign up link
trw: ایل میل تھیل سے سائن اپ لنک گھیں

source: Enter your Country/Region of Residence
trw: تُنو دھرُو سی وطن مھید لیِگا

source: Enter your email
trw: تُونُو ایل میل تھلا

source: Enter your public domain sentence here
trw: تُنو جملہ مھید کے تھل

source: Enter your public domain sentences here
trw: تُنُو جملا مھید کے تھل

source: Error
trw: غلطی

source: Error adding sentence
trw: جملہ سی جمع کؤ می غلطی

source: Error { $code }
trw: غلطی { $code }

source: Error while playing audio file.
trw: آڈیو سی چلؤ می غلطی ہی۔

source: Erzya
trw: ارزیا

source: ESC
trw: نُوخا

source: Esperanto
trw: اسپرانتو

source: Estonian
trw: ایسٹونی

source: Eton
trw: ایٹون

source: Events
trw: واقعہ/سرگرمی

source: Everyone
trw: ہر ایک

source: Ewe
trw: ایو

source: Ewondo
trw: ایوانڈو

source: Example
trw: مثال

source: Exit & Delete clips
trw: مھیدا بش آں کلپ نھا

source: Explore datasets <icon></icon>
trw: مے ڈیٹا سیٹ لوٹا <icon>

source: Explore the community and languages supported by Common Voice
trw: کامن وائس کامے جیِبا سی مدد کودُودا تھأ مھید پشا

source: Failed to copy SHA256 Checksum
trw: ایس ایچ اے چیک سم سی نقل کؤ ناکام ہُو

source: Fang
trw: فانگ

source: FAQ
trw: خاص سوال

source: Faroese
trw: فاروسی

source: Featured in...
trw: پشا گا۔۔۔۔

source: Female/Feminine
trw: جوئی/مؤنث

source: Fewer than 15 words per sentence
trw: ایک جملہ می مینے 15 ما کم ٹیگیل/الفاظ ہُوئین

source: Fields marked with an asterisk (*) are required.
trw: پوت کامک سیت یأمنے تا * سی نخ تُھودا ضروری تھی۔

source: File is too large
trw: فائل چیر گھین چھی

source: File is too small
trw: فائل چیر لیؤ چھی

source: Finance
trw: پیسا سی بارا می

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
trw: مھال خلگ بُو یرأ سے ہُم ہال کم زید مین تھی۔ ہے یونیورسٹی، جیِبا سی سکول، حغا سی کیا گروپ یا ڈیٹا سائنس سی خلگ ہوبھادی۔ تھأ یے آمن آوا آں بن واضح کہ ہے کا شیئی تُھو آں کئی تُھو۔ <outreachTemplates>۔ مُھن قالب مھید پشابیدُو۔ </outreachTemplates>

source: Find us on Matrix
trw: مھو میٹرکس زید پا

source: Finish editing first?
trw: اوّل ایڈیٹنگ لھاس؟

source: Finish recording
trw: ریکارڈنگ بان کو

source: Finish recording first?
trw: اوّل ریکارڈنگ لھاس؟

source: Finish Review
trw: جائزہ ختم ہُو

source: Finish validating
trw: تصدیق لھأد

source: Finish validating clips?
trw: تصدیق کؤ سی کیا کلپس لھأد؟

source: Finnish
trw: فینی

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
trw: اوّل تُنُو جیِب سی بُو سی مھید <languageLink>کلک کوا کہ سے مُوش ما چھی کو نأ۔ مھید <languageRequestLink> کلک کیدے تُنُو جیِب سی شامل کؤ سی کیا توَس کوبھادُو</languageRequestLink>۔ ایسی کیا دُو پوڑی تھی۔ مے ویب سائٹ سی ترجمہ کؤ آں جملہ سرَڑُو۔

source: Follow guidelines from “What sentences can I add?”
trw: مھیدا ہدایات بُو۔ “آ کھال جملہ جمع کوبھادُو؟“

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
trw: ہر اواز سی دیؤ آں ہر تے آڈیو کلپ سی تصدیق کی کیا چھجی ایکاؤنٹ مے ڈیش بورڈ زید پشا بیَدُو آں ہامُوڑ ہر جیِب زید کم سی تیریقی سی بارا می معلوم کوا بیَدپو۔ بکلل تُو ایک ما چیر جیِبا زید کام کوبھادُو۔ <br/> ڈیش بورڈ تُنو کم سی بُو سی کیا استعمال کو آں میس بُو یرأ تُو دأل خلگا سیت کھیدیک کام کوبھادُو۔ ہامُوڑ آمن گے ہفتہ وار نخ تھا بھادُو یرأ تأ کھیدک کام کونیِن۔

source: for example
trw: یأمنے، مثال دے

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
trw: کامے مواد یأ آن لائن نُو ہُوو تھو تیس کے کتابی حوالہ ہارورڈ سی یا جیس سی سٹائل دے دے بھادی کھأکأ ہأ مھید 2021 تُھودا۔

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
trw: ٹیکنالوجی سی سہی کام کؤ سی کیا آں ہر ایک سی کیا کؤ سی کیا ضروری تُھو یرأ ای می مختلف خلگا سی آواز ہُوے۔ مثال دے کو مھو یے یسی خاص تُنو طریقے دے جیِب سی بنُو شامل نی کیو تھلا بھی می ٹیکنالوجی ہال خلگا سی ٹیک نہ ہونیِن <learnMore>۔ ڙید زی معلوماتا سی کیا مھید کلک کوا۔ </learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
trw: مھے شائع کوئل جیِبا سی کیا ویب سائٹ کامأبی دے <localizationGlossaryLink> ترجمہ ہی </localizationGlossaryLink>آں مھیرے مھید ہیِن گن جملا جم ہودی </sentenceCollectionGlossaryLink> می سی کیا یرأ ہأ زید بُھویُو آں </speakLink> ہیِن بنُو </listenLink> سی کیا کام ہودُو آں مُوٹھایے ہُم کوابیی۔

source: Foundations
trw: فاؤنڈیشنز

source: French
trw: فرانسیسی

source: Frisian
trw: فیریسی

source: Fulah
trw: فولا

source: Fuzhou
trw: فوزؤ

source: Galician
trw: گیلیی

source: GB
trw: جی بی می

source: General
trw: ہر شانے

source: General language / multiple variants
trw: بُوڑ جیِب/ چیر گن قسم

source: Georgian
trw: جارجینی

source: German
trw: جرمنی

source: Get in touch
trw: مھو سیت میِلا

source: Get in touch <icon></icon>
trw: مھو سیت رابطہ ہوا </icon>

source: Get involved
trw: شامل ہوا

source: Get Involved
trw: شامل ہوا

source: Get started <icon><icon>
trw: لیگیا ہوا

source: Get started with goals
trw: تُنُو مقصدا زید شروع کو

source: Get Started with Speech Recognition
trw: بأدا سی پیانُو آمن گے شروع کو

source: Get your certificate
trw: تُنو سرٹیفیکیٹ گھیِنا

source: Ghomala
trw: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
trw: <githubLink>ن وی ائی ڈی اے این وی ایم او</githubLink> ہر ایک سی کیا اے <docsLink> کھولاؤ مواد تُھو</docsLink> آں ہے محققا سی کیا مصنوعی ذہانت سی ماڈل سوؤ سی کیا بأدا سی نم ما نم پروگرام تُھو۔

source: Goal reached
trw: تُنو پوت کے آوؤ

source: Goals
trw: مقصد

source: Goan Konkani
trw: گوان کونکانی

source: Go to Discourse
trw: ڈیسکورس کے بش

source: Go to Languages Page
trw: جیِبا سی پاݜ کے بش

source: Go to { $name }
trw: تھید کے بش

source: <governanceLink>Read more about how we're governed</governanceLink>
trw: <governanceLink> مھید مُوٹھایے بُو یرأ مھو کھأکأ نظم انتظام کودی۔ </governanceLink>

source: Governments
trw: حکومت

source: Grammatical / spelling error
trw: گرائمر سی یا ٹیگلا سی غلطی

source: Great! How many clips a week?
trw: شاباش! اے ہفتہ می کھیدیک کلپ؟

source: Great! How many clips per day?
trw: شاباش! اے دی می کھیدیک کلپ؟

source: Great!<recordIcon></recordIcon> Record your next clip
trw: زبردست!<recordIcon> تُنُو کلپ ریکارڈ شروع کو

source: Great work!<playIcon></playIcon> Listen again when you're ready
trw: گھن کام <playIcon><playIcon></playIcon> تُو تیا ہپوو بھی بُھوش۔

source: Greek
trw: یونانی

source: Gronings
trw: گرونینگس

source: Guarani
trw: گُوارنی

source: Guidelines
trw: ہدایات

source: Gujarati
trw: گُجراتی

source: Haitian
trw: ہیٹی

source: Hakha Chin
trw: ہاکا چین

source: Hausa
trw: ہاؤسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
trw: کو تھو یے کی مُوش ما سرگرمی کی یی تیس مھو سیت مھید موزیلا زید شریک کوا یا تیسی بارا می بلاگ لیِگا۔

source: Have Feedback?
trw: مھو تُںو صلا ما شیدادُو؟

source: Have you read our Terms?
trw: تھو یے مُھن شرائط پڑھاؤ کی؟

source: Having an account is not required to contribute, though it is helpful.
trw: مے منصوبہ می کم سی کؤ سی کیا کھاتا سی ہؤ لازمی نُ تُھو ہاں کو ہُوو غورا تُھو۔

source: Having a profile is not required to contribute though it is helpful, see why below.
trw: پروفائل سوؤ مھید کم سی کؤ سی کیا کی ضروری نُو تُھو خو ایندے مدد ہوبھایی۔ ِوایے بُوا

source: Healthcare
trw: صحت سی بارا می

source: Hebrew
trw: عبرانی

source: Help
trw: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
trw: دُو (مثلاً 2) کامن وائس سی کامے جیِب می زاتی ہدف سی آوؤ سی کیا گھینٹا می مدد کوا{ $hours }

source: Help create Common Voice’s first target segment in { $locale }
trw: کامن وائس سی اول حصّہ سی سوؤ می مھید { $locale }مدد کوا

source: Help reach { $hours } hours in { $language } with a personal goal
trw: دُو (مثلاً 2)

source: Help teach machines how real people speak, donate your voice at { $link }
trw: مشین سی مدد کوا کہ خلگ کھأکأ بنَدی۔ تُنُو آواز مھوئے دا

source: Help us build a community around voice technology, stay in touch via email.
trw: وائس ٹینکالوجی سی کیا سأتویلی سوؤ می مُھن کومک کوا

source: Help us build a high quality, publicly open dataset
trw: مھو سیت غورا آں عوام سی کیا ہر ایک سی کیا اوپن ڈیٹا سیٹ سوؤ می مدد کوا

source: Help us find more voices, share your goal
trw: دأل آوازا سی پؤ می مُھن مدد کو۔ تُنُو مقصد شیریک کو

source: Help us find others to donate their voice!
trw: مھوئے دأال خلگا سی پؤ می کومک کوا یرأ سے تُنُو آواز دُوئن

source: Help us get to { $goal }
trw: مھو سیت مے مقصد سی پُورا کؤ می مدد کوا

source: Help us validate sentences!
trw: آوازا سی پیانُو می مُھن مدد کو

source: Help us validate voices
trw: آوازا سی پیانُو می مُھن مدد کو

source: Heng Hua
trw: ہنگ ہُوا

source: Here are the links to download your ZIP files.
trw: مھیدے سے لنکس تھی کامک یأمنے چھی زیِپ فائل ڈاؤنلوڈ کودیِدا۔

source: Hidden
trw: بُوریل

source: Highland Puebla Nahuatl
trw: ہائی لینڈ پیبولا ناھوباتی

source: Hiligaynon
trw: ہیلیگائون

source: Hill Mari
trw: ہل ماری

source: Hindi
trw: ہندی

source: His hand was rais-ed.
trw: تی سی ہات بھا یے ہُو۔

source: History, Law and Government
trw: تباریخ، قانون آں حکومت

source: Hours
trw: گھینٹا

source: Hours Recorded
trw: ریکارڈ کوئل گھینٹا

source: Hours Validated
trw: تصدیق کوئل گھینتا

source: How ?
trw: مھو کھأکأ؟

source: How are project decisions made?
trw: منصوبہ سی فیصلہ کھأکأ کوا بیَدی؟

source: How can we effectively grow a language on Common Voice?
trw: مھو کامن وائس زید شیو طریقہ دے جیِب کے کھأ تیریقی دے بھادی؟

source: How does Common Voice work?
trw: کامن وائس کھأکأ کام کودُو

source: How does site localization work?
trw: اے ترجمہ سی سائٹ کھأکأ کام کویی؟

source: How do I access and use the dataset?
trw: آ ڈیٹا سیٹ کے کھأکأ آوئی آں ایس استعمال کیئی؟

source: How do I add a language?
trw: آ ای می جیِب کھأکأ شأمل کیئ؟

source: How do I add sentences?
trw: آ اے جملہ کھأکأ جمع کیی؟

source: How do I cite?
trw: آ کھأکأ حوالہ دئی؟

source: How do I know whether to approve a voice clip?
trw: آواز سی کلپ سی منظور کؤ سی بارا می مأ کھأکأ جن نیِن؟

source: How do I record a high quality voice clip?
trw: آ غورا کلپ اواز سی کھأکأ سوابھادُو؟

source: How do I stay in touch?
trw: آ کھأ کأ آمن مے کم ما شیِد ڙݜ بھادُو؟

source: How is Common Voice funded?
trw: کامن وائس کے کھأکأ فنڈ میلاؤ ہودُو؟

source: How Spontaneous Speech works
trw: سیدھا سیدھا جیِب بنُو کھأکأ ہودُو

source: How to add multiple sentences
trw: ایک ما چیر جملا کھأکأ جم کوبھادی؟

source: How would you describe your accent?
trw: چھی جیِب سی لہجا یے تُو کا نام دیدُو؟

source: How would you describe your sex or gender?
trw: چھی جنس کا تُھو؟

source: Hungarian
trw: ہانگری

source: I agree
trw: آ راضی تُھو

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
trw: کامن وائس سی استعمال دے تُو رأضی ہُو <termsLink> مُھن بأدا یے </termsLink> آں <privacyLink> پرائیویسی نوٹس بُو </privacyLink>

source: Ibibio
trw: ایبیڈو

source: Icelandic
trw: آئیسلینڈی

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
trw: آ یقین دے بندُو أ جملہ ویکیپیڈیا سی <wikipediaLink> عام ڈومین سی تھی آں مھے کیش ہیِن آپلوڈ کؤ سی اجازہ چھی۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
trw: آ یقین دے بنَدُو یرأ <wikipediaLink> مے جملہ پبلک ڈومین </wikipediaLink> ما گھیِ چھی آں مھے یے ایسی دیؤ سی اجازا چھی۔

source: <icon></icon> Add multiple public domain sentences
trw: چیر ڈومینا سی گن جملہ اے پوت تھل</icon>

source: Ideally natural and conversational (it should be easy to read the sentence)
trw: بأدا سی چھلے ہُوئن آں بنُو می آسان ہُوئین۔

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
trw: آ کامن وائس سی بارا می، تنُو مقصدا سی بارا می آں دئی نم معلوماتا سی بارا می ایل میل حاصل کؤ نِمادُو۔

source: I do not agree
trw: آ راضی نُو تُھو

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
trw: کو اے کلپ دُو خلگے رد کیو ایس بھی اے دھأل ڈیٹا سیٹ می شائع کودی۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
trw: کو چھی تُنو لفظ تھی بس <italicizedText> تُنُو حوالہ دے۔ </italicizedText>، مھو یے میس معلوم کؤ ہودُو یرأ تأ مے جملہ کھید پأد کئی کے مھو یے معلوم ہُوئے یرأ ہے پبلک کے عام تُھو آں ای می کی کاپی رائیٹس نی تھی۔ حوالہ دیؤ سی دیئی معلوماتا سی کیا مھأ <guidelinesLink> ہدایات بُو۔ ہدایاتا سی مُو </guidelinesLink>

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
trw: ریکارڈنگ پھیری یا ای می کریک اَئیو ایس رد کوا کو ایسی آندرے سے بُوڑ مواد بُھویا نہ بیَدُو۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
trw: کو مے فائل سی بارا می تُو دیئی کی مزید معلومات دیؤ نئِمادو مھو سیت کانٹیک کو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
trw: کو مے فایل سی بارا می تُو تھأ معلومات دیؤ نیِمادو کامک یأمنے مے قالب می نی تھیو مھو سیت رابطہ کوا۔ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
trw: کے یأ ہامُوڑ نہ ہودُو تھلا ”نأ“ سی بٹن سی دا۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
trw: کو جملا اے طریقہ سیت سم نی چھیو &quot;کلک کیدے رد کو۔ رد &quot; کؤ سی بٹن آوین دیش کے تُھو۔ کو ہأ جملا سی بارا می تھیے کی یقین نُو تُھوو تُو ایس چھیدے مُوش کے بش بھادُو۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
trw: جملہ کو بے ہُودا ہی یا خفگانی ہیو یا سے مُھن مھأ ہدایاتا <communityGuidelines> سی خلاف ورزی کؤ سأدا تھلا ہال جملہ رد کوا۔ تھو مھو سیت ہُم اے بارا می معلوماتا سی کیا رابطہ کوبھادی۔ commonvoice@mozilla.com

source: If the sentence meets the criteria above, click the "Yes" button.
trw: کو بھایے دیل مے طریقا او اصولے دے اے جملہ لیکھا صحیح بیدیو تھلا ”ہاں“ سی بٹن سی دا۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
trw: کو جملہ اے طریقہ سی چھیو تھال &quot; زید کلک کو آں منظورا۔ منظورؤ سی بٹن سوین ڈھأر کے تُھو۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
trw: کو تھو یے اے جملہ سی بارا می خاص معلوم نُو ہُوو تھلا ایس چھیدے مُوٹھایے بیا۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
trw: کو تُھن مُوش کے مھال کی آپ کامک یأ مھأ ہدایاتا می نہ آشُوو تھو تُنُو غورا فیصلہ دے منظور یا رد کوا۔ کو تھو کی فیصلہ نہ کوبھادیو مُوٹھ کے بیُو سی بٹ سی دا آں مُوشیم ریکارڈنگ گے بیا۔
